Repository: nakim81/Game_Walker
Catalog: Game_Walker/Localizable.xcstrings
Source language: en
Languages: ko

source: %@ is not an existing gamecode. Please check again!
ko: %@ 는 존재하지 않는 게임코드입니다. 다시 확인해주세요!

source: Allocate points and manage individual Stations
ko: 점수 부여와 스테이션 담당하는 역할

source: Announcement
ko: 공지사항

source: Be careful! There are more teams than available stations.
ko: 주의하세요! 가능한 스테이션 수보다 팀 수가 더 많습니다.

source: Beware, mixing teams can
ko: 조심하세요! 팀 순서를 바꾸면

source: Cancel
ko: 취소

source: cause errors.
ko: 오류가 발생 할 수 있습니다.

source: Choose Referee
ko: 심판을 골라주세요

source: Close
ko: 닫기

source: Confirm
ko: 확인

source: CONFIRM
ko: 확인

source: CONGRATULATIONS
ko: 축하합니다

source: Connection Error
ko: 연결 오류

source: Current Station Info
ko: 현재 스테이션 정보

source: Currently not playing.
ko: 현재 게임 중이 아닙니다.

source: Delete
ko: 삭제

source: Dismiss
ko: 취소

source: Do you really want to end this game?
ko: 정말 게임을 끝내실 건가요?

source: Do you really want to leave your team?
ko: 정말 팀을 나가실 건가요?

source: Done
ko: 완료

source: Duplicated Appearance
ko: 동시간대 존재

source: Duplicated Opponent
ko: 같은 상대 만남

source: Duplicated Station
ko: 스테이션 중복

source: Edit
ko: 수정

source: Enter a number
ko: 숫자를 입력하세요

source: Excessed Teams
ko: 팀 수 초과

source: Game Code
ko: 게임코드

source: gamecode
ko: 게임코드

source: Gamecode Error
ko: 게임코드 에러

source: Give Points
ko: 점수 부여

source: HEADS UP!
ko: 주의!

source: Invalid Host.
ko: 잘못된 주최자입니다.

source: Invalid Input.
ko: 잘못된 입력값입니다.

source: Invalid round.
ko: 잘못된 라운드입니다.

source: Invalid Team Number
ko: 잘못된 팀 번호입니다.

source: Join as a Team Member
ko: 팀원으로 게임에 참여

source: LEAVE
ko: 나가기

source: LOSE
ko: 패배

source: Manually change team by
ko: 꾹 탭 해서 팀을 수동으로 바꿔보세요.

source: minutes
ko: 분

source: Moving Time
ko: 이동 시간

source: Multiple Errors
ko: 오류 중첩

source: Next
ko: 다음

source: Next Station Info
ko: 다음 스테이션 정보

source: NO
ko: 아니오

source: No game exists.
ko: 존재하지 않는 게임입니다.

source: No Icon Selected
ko: 아이콘이 선택되지 않았습니다.

source: No Referee Selected
ko: 심판이 선택되지 않았습니다.

source: No Referees yet? Share the game code.
ko: 심판이 안보이나요? 게임코드를 공유해주세요.

source: No Station Name
ko: 이름을 입력해주세요.

source: No Station Points
ko: 점수를 입력해주세요.

source: No Team Selected
ko: 팀을 선택해주세요.

source: OK
ko: 확인

source: Once the game is created, you won't be able to change the game settings.
ko: 모든 설정을 완료하셨습니까? 확인 후에는 더 이상 수정 할 수 없습니다.

source: order of Stations.
ko: 스테이션 순서를 확인 할 수 있습니다.

source: Organize and oversee the entire Game Event
ko: 전체적인 게임을 준비와 진행하는 역할

source: Please add a station.
ko: 스테이션을 추가해주세요.

source: Please enter a number for rounds and teams.
ko: 라운드 수와 팀 수를 입력해주세요.

source: Please enter all information to set timer.
ko: 타이머에 필요한 시간을 다 입력해주세요.

source: Please enter both gamecode and username.
ko: 게임코드와 이름 모두 입력해주세요.

source: Please enter the station name.
ko: 스테이션 이름을 입력해주세요.

source: Please enter username.
ko: 이름을 입력해주세요.

source: Please select a referee.
ko: 심판은 선택해주세요.

source: Please select a team icon.
ko: 팀 아이콘은 선택해주세요.

source: Please select either PVP or PVE.
ko: PVP나 PVE를 선택해주세요.

source: Please select your team.
ko: 팀은 선택해주세요.

source: Please set the station points.
ko: 스테이션 점수를 설정해주세요.

source: Please try again when it is ready.
ko: 나중에 다시 시도해주세요.

source: Please try other team numbers.
ko: 다른 팀 숫자를 시도해주세요.

source: Point Style
ko: 점수 방식

source: Points can be hidden.
ko: 점수는 비공개 될 수 있습니다.

source: Press to sync time with others.
ko: 버튼을 눌러서 맞춰주세요.

source: PVE for goals.
ko: PVE는 목표 달성 방식.

source: PVP for competition.
ko: PVP는 경쟁 방식.

source: Ranking Status
ko: 현재 순위

source: Referee
ko: 심판

source: Remember to choose 'WIN' or 'LOSE' before the round ends!
ko: 라운드가 끝나기 전에 승패를 결정해주셔야 점수가 부여됩니다!

source: Round
ko: 라운드

source: Round 1
ko: 라운드 1

source: Rules
ko: 규칙

source: seconds
ko: 초

source: Send
ko: 전송

source: Server Error
ko: 서버 에러

source: Station Status
ko: 스테이션 정보

source: Station Info
ko: 스테이션 정보

source: Station List
ko: 스테이션 목록

source: Station Location
ko: 스테이션 장소

source: Station Name
ko: 스테이션 이름

source: Station Points
ko: 스테이션 점수

source: Station points should be an integer.
ko: 스테이션 점수는 정수이어야 합니다.

source: Station Time
ko: 스테이션 시간

source: Station Type Not Specified
ko: 스테이션 방식 미정

source: Swap teams by tap.
ko: 순서를 바꾸려면 탭 해보세요.

source: Swipe down the screen to reload the Team List.
ko: 밑으로 스와이프하면 팀 목록을 다시 불러올 수 있습니다.

source: Swipe down your screen to see your team members.
ko: 밑으로 스와이프하면 팀원 목록을 다시 불러올 수 있습니다.

source: Swipe to hide points from others
ko: 밀어서 점수를 비공개로 전환하세요

source: Tap "Stations" to see the new
ko: 스테이션을 눌러보세요.

source: Tap to give points to the Team
ko: 탭 해서 팀에게 점수를 주세요

source: Tap to see what happens
ko: 탭 해보세요

source: Team Members
ko: 팀원

source: Team is playing against same opponents multiple times on PVP stations.
ko: 팀이 동일한 대결 상대를 여러 번 만나게 배정 받았습니다.

source: Team is playing multiple stations on the same round.
ko: 팀이 동일한 라운드에 여러 개의 스테이션에 배정 받았습니다.

source: Team is playing the same station on multiple rounds.
ko: 팀이 동일한 스테이션에 여러 번 배정 받았습니다.

source: Team Name Error
ko: 팀 이름 오류

source: Team name should exist! Fill out the team name box.
ko: 팀 이름은 반드시 필요합니다! 이름을 입력해주세요.

source: Team number (team.number) already exists.
ko: 팀 번호 (team.number) 는 이미 존재합니다.

source: Team Number Error
ko: 팀 번호 오류

source: Team number should be greater than 0.
ko: 팀 번호는 0보다 커야합니다.

source: Team number should exist! Fill out the team number box.
ko: 팀 번호는 반드시 필요합니다! 번호를 입력해주세요.

source: Team's total points
ko: 팀 점수

source: Teams are not ready yet!
ko: 팀들이 아직 준비중입니다!

source: The game has not started yet. Please try again a few minutes later.
ko: 게임이 아직 시작 안했습니다. 잠시 후 다시 시도해주세요.

source: The Host is completing the settings
ko: 주최자가 아직 게임 설정 중입니다

source: The Team doesn't exist
ko: 팀이 존재하지 않습니다

source: The team number is too big. Check again!
ko: 팀 번호가 전체 팀수보다 큽니다. 다시 한번 확인해주세요!

source: There are multiple errors shown previously at the same time.
ko: 앞서 설명한 오류들이 중첩되어 있습니다.

source: There is no Referee in point style.
ko: 점수 방식 모드에는 심판이 없습니다.

source: There is no Team yet.
ko: 아직 팀 생성 중입니다.

source: This is an invalid team.
ko: 존재하지 않는 팀입니다.

source: TIMER
ko: 타이머

source: Timer & Start/End Game
ko: 타이머 & 게임 시작/종료

source: Timer & Station Info
ko: 타이머 & 스테이션 정보

source: Timer may be unsynchronized.
ko: 타이머 오차가 있을 수 있습니다.

source: TO BE DETERMINED
ko: 미정

source: TOTAL TIME
ko: 전체 시간

source: username
ko: 이름

source: WIN
ko: 승리

source: Woops!
ko: 앗!

source: YES
ko: 예

source: You are in your last round.
ko: 마지막 라운드입니다.

source: You don't have enough teams to start the game.
ko: 게임을 시작하기에 팀이 부족합니다.

source: You need at least 1 Station!
ko: 최소한 한개의 스테이션이 필요합니다!
